---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationConfigurationInfo
source: html/2bb68b8c-5b28-cb51-75d5-bc249e3cb4b3.htm
---
# FabricationConfigurationInfo Properties

The identifier of the cloud configuration.